Repository: aimuhire/TraceOff
Catalog: mobile/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, pt, ru, zh

# tutorialRec4
source: When in doubt: Start with Remote, switch to Local if needed
ar: في حالة الشك: ابدأ بالمعالجة عن بُعد، انتقل للمحلية إذا لزم الأمر
de: Im Zweifel: Beginnen Sie mit Remote, wechseln Sie zu lokal wenn nötig
es: En caso de duda: Comienza con Remoto, cambia a Local si es necesario
fr: En cas de doute : Commencez par Distance, passez à Local si nécessaire
hi: संदेह में: रिमोट से शुरू करें, आवश्यकता पड़ने पर स्थानीय पर स्विच करें
pt: Em caso de dúvida: Comece com Remoto, mude para Local se necessário

# tutorialAdvantages
source: Advantages
ar: المزايا
de: Vorteile
es: Ventajas
fr: Avantages
hi: फायदे
pt: Vantagens

# tutorialLimitations
source: Limitations
ar: القيود
de: Einschränkungen
es: Limitaciones
hi: सीमाएं
pt: Limitações

# tutorialWhenToUseLabel
source: When to use:
ar: متى تستخدم:
de: Wann verwenden:
es: Cuándo usar:
fr: Quand utiliser :
hi: कब उपयोग करें:
pt: Quando usar:

# historyTitle
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
pt: Histórico

# historySearchHint
source: Search history...
ar: البحث في السجل...
de: Verlauf durchsuchen...
es: Buscar en historial...
fr: Rechercher dans l''historique...
hi: इतिहास में खोजें...
pt: Pesquisar histórico...

# historyShowAll
source: Show All
ar: إظهار الكل
de: Alle Anzeigen
es: Mostrar Todo
fr: Tout Afficher
hi: सभी दिखाएं
pt: Mostrar Tudo

# historyShowFavoritesOnly
source: Show Favorites Only
ar: إظهار المفضلة فقط
de: Nur Favoriten Anzeigen
es: Mostrar Solo Favoritos
fr: Afficher Seulement les Favoris
hi: केवल पसंदीदा दिखाएं
pt: Mostrar Apenas Favoritos

# historyExport
source: Export History
ar: تصدير السجل
de: Verlauf Exportieren
es: Exportar Historial
fr: Exporter l''Historique
hi: इतिहास निर्यात करें
pt: Exportar Histórico

# historyClearAll
source: Clear All History
ar: مسح السجل بالكامل
de: Gesamten Verlauf Löschen
es: Limpiar Todo el Historial
fr: Effacer Tout l''Historique
hi: सभी इतिहास साफ करें
pt: Limpar Todo o Histórico

# historyNoFavoritesYet
source: No favorite items yet
ar: لا توجد عناصر مفضلة بعد
de: Noch keine Favoriten
es: Aún no hay elementos favoritos
fr: Aucun favori pour le moment
hi: अभी तक कोई पसंदीदा आइटम नहीं
pt: Nenhum item favorito ainda

# historyNoItemsYet
source: No history items yet
ar: لا توجد عناصر في السجل بعد
de: Noch keine Verlaufselemente
es: Aún no hay elementos en el historial
fr: Aucun élément dans l''historique
hi: अभी तक कोई इतिहास आइटम नहीं
pt: Nenhum item no histórico ainda

# historyFavoritesHint
source: Tap the heart icon on any item to add it to favorites
ar: اضغط على أيقونة القلب على أي عنصر لإضافته للمفضلة
de: Tippen Sie auf das Herz-Symbol bei jedem Element, um es zu Favoriten hinzuzufügen
es: Toca el ícono de corazón en cualquier elemento para agregarlo a favoritos
fr: Touchez l'icône cœur sur n''importe quel élément pour l'ajouter aux favoris
hi: किसी भी आइटम को पसंदीदा में जोड़ने के लिए हृदय आइकन पर टैप करें
pt: Toque no ícone de coração em qualquer item para adicioná-lo aos favoritos

# historyCleanSomeUrls
source: Clean some URLs to see them here
ar: نظف بعض الروابط لرؤيتها هنا
de: Bereinigen Sie einige URLs, um sie hier zu sehen
es: Limpia algunas URLs para verlas aquí
fr: Nettoyez quelques URLs pour les voir ici
hi: उन्हें यहां देखने के लिए कुछ URL साफ करें
pt: Limpe algumas URLs para vê-las aqui

# historyCleaned
source: Cleaned:
ar: النظيف:
de: Bereinigt:
es: Limpiado:
fr: Nettoyé :
hi: साफ:
pt: Limpo:

# historyConfidence
source: confidence
ar: الثقة
de: Vertrauen
es: confianza
fr: confiance
hi: आत्मविश्वास
pt: confiança

# historyCopyOriginal
source: Copy Original
ar: نسخ الأصلي
de: Original Kopieren
es: Copiar Original
fr: Copier l''Original
hi: मूल कॉपी करें
pt: Copiar Original

# historyCopyCleaned
source: Copy Cleaned
ar: نسخ النظيف
de: Bereinigt Kopieren
es: Copiar Limpiado
fr: Copier le Nettoyé
hi: साफ कॉपी करें
pt: Copiar Limpo

# historyShare
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
pt: Compartilhar

# historyOpen
source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
hi: खोलें
pt: Abrir

# historyReclean
source: Re-clean
ar: إعادة تنظيف
de: Neu Bereinigen
es: Re-limpiar
fr: Re-nettoyer
hi: फिर से साफ करें
pt: Re-limpar

# historyAddToFavorites
source: Add to Favorites
ar: إضافة للمفضلة
de: Zu Favoriten Hinzufügen
es: Agregar a Favoritos
fr: Ajouter aux Favoris
hi: पसंदीदा में जोड़ें
pt: Adicionar aos Favoritos

# historyRemoveFromFavorites
source: Remove from Favorites
ar: إزالة من المفضلة
de: Aus Favoriten Entfernen
es: Quitar de Favoritos
fr: Retirer des Favoris
hi: पसंदीदा से हटाएं
pt: Remover dos Favoritos

# historyDelete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
pt: Excluir

# historyDeleteItem
source: Delete Item
ar: حذف العنصر
de: Element Löschen
es: Eliminar Elemento
fr: Supprimer l''Élément
hi: आइटम हटाएं
pt: Excluir Item

# historyDeleteConfirm
source: Are you sure you want to delete this history item?
ar: هل أنت متأكد من أنك تريد حذف عنصر السجل هذا؟
de: Sind Sie sicher, dass Sie dieses Verlaufselement löschen möchten?
es: ¿Estás seguro de que quieres eliminar este elemento del historial?
fr: Êtes-vous sûr de vouloir supprimer cet élément de l''historique ?
hi: क्या आप वाकई इस इतिहास आइटम को हटाना चाहते हैं?
pt: Tem certeza de que deseja excluir este item do histórico?

# historyClearAllTitle
source: Clear All History
ar: مسح السجل بالكامل
de: Gesamten Verlauf Löschen
es: Limpiar Todo el Historial
fr: Effacer Tout l''Historique
hi: सभी इतिहास साफ करें
pt: Limpar Todo o Histórico

# historyClearAllConfirm
source: Are you sure you want to delete all history items? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف جميع عناصر السجل؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie alle Verlaufselemente löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar todos los elementos del historial? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer tous les éléments de l''historique ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई सभी इतिहास आइटम हटाना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता।
pt: Tem certeza de que deseja excluir todos os itens do histórico? Esta ação não pode ser desfeita.

# historyClearAllAction
source: Clear All
ar: مسح الكل
de: Alles Löschen
es: Limpiar Todo
fr: Tout Effacer
hi: सभी साफ करें
pt: Limpar Tudo

# historyOriginalCopied
source: Original URL copied to clipboard
ar: تم نسخ الرابط الأصلي إلى الحافظة
de: Originale URL in Zwischenablage kopiert
es: URL original copiada al portapapeles
fr: URL originale copiée dans le presse-papiers
hi: मूल URL क्लिपबोर्ड में कॉपी किया गया
pt: URL original copiada para a área de transferência

# historyCleanedCopied
source: Cleaned URL copied to clipboard
ar: تم نسخ الرابط النظيف إلى الحافظة
de: Bereinigte URL in Zwischenablage kopiert
es: URL limpia copiada al portapapeles
fr: URL nettoyée copiée dans le presse-papiers
hi: साफ URL क्लिपबोर्ड में कॉपी किया गया
pt: URL limpa copiada para a área de transferência

# historyExported
source: History exported to clipboard
ar: تم تصدير السجل إلى الحافظة
de: Verlauf in die Zwischenablage exportiert
es: Historial exportado al portapapeles
fr: Historique exporté dans le presse-papiers
hi: इतिहास क्लिपबोर्ड में निर्यात किया गया
pt: Histórico exportado para a área de transferência
ru: История экспортирована в буфер обмена
zh: 历史已导出到剪贴板

# historyCouldNotLaunch
source: Could not launch
ar: لا يمكن فتح
de: Konnte nicht öffnen
es: No se pudo abrir
fr: Impossible d''ouvrir
hi: लॉन्च नहीं कर सका
pt: Não foi possível abrir

# historyErrorLaunching
source: Error launching URL:
ar: خطأ في فتح الرابط:
de: Fehler beim Öffnen der URL:
es: Error al abrir URL:
fr: Erreur lors de l''ouverture de l''URL :
hi: URL लॉन्च करने में त्रुटि:
pt: Erro ao abrir URL:

# historyJustNow
source: Just now
ar: الآن
de: Gerade eben
es: Ahora mismo
fr: À l''instant
hi: अभी
pt: Agora mesmo

# historyDaysAgo
source: d ago
ar: أ مضت
de: T vor
es: d atrás
fr: j il y a
hi: दिन पहले
pt: d atrás

# historyHoursAgo
source: h ago
ar: س مضت
de: Std vor
es: h atrás
fr: h il y a
hi: घंटे पहले
pt: h atrás

# historyMinutesAgo
source: m ago
ar: د مضت
de: Min vor
es: m atrás
fr: m il y a
hi: मिनट पहले
pt: m atrás

# settingsGeneral
source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
pt: Geral

# settingsCleaningStrategies
source: Cleaning Strategies
ar: استراتيجيات التنظيف
de: Bereinigungsstrategien
es: Estrategias de Limpieza
fr: Stratégies de Nettoyage
hi: सफाई रणनीतियां
pt: Estratégias de Limpeza

# settingsAppearance
source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hi: दिखावट
pt: Aparência

# settingsServer
source: Server
ar: الخادم
es: Servidor
fr: Serveur
hi: सर्वर
pt: Servidor

# settingsDataManagement
source: Data Management
ar: إدارة البيانات
de: Datenverwaltung
es: Gestión de Datos
fr: Gestion des Données
hi: डेटा प्रबंधन
pt: Gerenciamento de Dados

# settingsAbout
source: About
ar: حول
de: Über
es: Acerca de
fr: À Propos
hi: के बारे में
pt: Sobre

# settingsAutoCopyPrimary
source: Auto-copy Primary Result
ar: نسخ النتيجة الأساسية تلقائياً
de: Primäres Ergebnis Auto-Kopieren
es: Auto-copiar Resultado Principal
fr: Auto-copier le Résultat Principal
hi: प्राथमिक परिणाम ऑटो-कॉपी करें
pt: Auto-copiar Resultado Principal

# settingsAutoCopyPrimaryDesc
source: Automatically copy the primary cleaned link to clipboard
ar: نسخ الرابط النظيف الأساسي تلقائياً إلى الحافظة
de: Primären bereinigten Link automatisch in Zwischenablage kopieren
es: Copiar automáticamente el enlace limpio principal al portapapeles
fr: Copier automatiquement le lien propre principal dans le presse-papiers
hi: प्राथमिक साफ लिंक को स्वचालित रूप से क्लिपबोर्ड में कॉपी करें
pt: Copiar automaticamente o link limpo principal para a área de transferência

# settingsShowConfirmation
source: Show Confirmation
ar: إظهار التأكيد
de: Bestätigung Anzeigen
es: Mostrar Confirmación
fr: Afficher la Confirmation
hi: पुष्टि दिखाएं
pt: Mostrar Confirmação

# settingsShowConfirmationDesc
source: Show confirmation dialogs for actions
ar: إظهار نوافذ التأكيد للإجراءات
de: Bestätigungsdialoge für Aktionen anzeigen
es: Mostrar diálogos de confirmación para acciones
fr: Afficher les dialogues de confirmation pour les actions
hi: कार्यों के लिए पुष्टि डायलॉग दिखाएं
pt: Mostrar diálogos de confirmação para ações

# settingsShowCleanLinkPreviews
source: Show Clean Link Previews
ar: إظهار معاينات الروابط النظيفة
de: Saubere Link-Vorschauen Anzeigen
es: Mostrar Previsualizaciones de Enlaces Limpios
fr: Afficher les Aperçus de Liens Propres
hi: साफ लिंक पूर्वावलोकन दिखाएं
pt: Mostrar Visualizações de Links Limpos

# settingsShowCleanLinkPreviewsDesc
source: Render previews only for cleaned links (local only, can be disabled)
ar: عرض المعاينات فقط للروابط النظيفة (محلي فقط، يمكن تعطيله)
de: Vorschauen nur für bereinigte Links rendern (nur lokal, kann deaktiviert werden)
es: Renderizar previsualizaciones solo para enlaces limpios (solo local, se puede deshabilitar)
fr: Rendre les aperçus seulement pour les liens propres (local seulement, peut être désactivé)
hi: केवल साफ लिंक के लिए पूर्वावलोकन रेंडर करें (केवल स्थानीय, अक्षम किया जा सकता है)
pt: Renderizar visualizações apenas para links limpos (apenas local, pode ser desabilitado)

# settingsLocalProcessing
source: Local Processing
ar: المعالجة المحلية
de: Lokale Verarbeitung
es: Procesamiento Local
fr: Traitement Local
hi: स्थानीय प्रोसेसिंग
pt: Processamento Local

# settingsLocalProcessingDesc
source: Process links locally on device instead of using cloud API. When enabled, all cleaning happens on your device for better privacy.
ar: معالجة الروابط محلياً على الجهاز بدلاً من استخدام واجهة برمجة التطبيقات السحابية. عند التفعيل، يحدث التنظيف بالكامل على جهازك لخصوصية أفضل.
de: Links lokal auf dem Gerät verarbeiten anstatt Cloud-API zu verwenden. Wenn aktiviert, erfolgt die gesamte Bereinigung auf Ihrem Gerät für bessere Privatsphäre.
es: Procesar enlaces localmente en el dispositivo en lugar de usar la API en la nube. Cuando está habilitado, toda la limpieza ocurre en tu dispositivo para mejor privacidad.
fr: Traiter les liens localement sur l''appareil au lieu d'utiliser l'API cloud. Quand activé, tout le nettoyage se fait sur votre appareil pour une meilleure confidentialité.
hi: क्लाउड API के बजाय डिवाइस पर स्थानीय रूप से लिंक प्रोसेस करें। जब सक्षम हो, सभी सफाई आपके डिवाइस पर बेहतर गोपनीयता के लिए होती है।
pt: Processar links localmente no dispositivo em vez de usar a API em nuvem. Quando habilitado, toda a limpeza acontece no seu dispositivo para melhor privacidade.

# settingsLocalProcessingWebDesc
source: Not available on web. Use the mobile app for offline/local processing.
ar: غير متوفر على الويب. استخدم التطبيق المحمول للمعالجة المحلية/بدون اتصال.
de: Nicht verfügbar im Web. Verwenden Sie die mobile App für Offline-/lokale Verarbeitung.
es: No disponible en web. Usa la aplicación móvil para procesamiento fuera de línea/local.
fr: Non disponible sur le web. Utilisez l''application mobile pour le traitement hors ligne/local.
hi: वेब पर उपलब्ध नहीं। ऑफलाइन/स्थानीय प्रोसेसिंग के लिए मोबाइल ऐप का उपयोग करें।
pt: Não disponível na web. Use o aplicativo móvel para processamento offline/local.

# settingsManageLocalStrategies
source: Manage Local Strategies
ar: إدارة الاستراتيجيات المحلية
de: Lokale Strategien Verwalten
es: Gestionar Estrategias Locales
fr: Gérer les Stratégies Locales
hi: स्थानीय रणनीतियां प्रबंधित करें
pt: Gerenciar Estratégias Locais

# settingsManageLocalStrategiesDesc
source: Active: {strategyName}
ar: نشط: {strategyName}
de: Aktiv: {strategyName}
es: Activo: {strategyName}
fr: Actif : {strategyName}
hi: सक्रिय: {strategyName}
pt: Ativo: {strategyName}

# settingsManageLocalStrategiesWebDesc
source: Not available on web. Download the app to customize offline strategies.
ar: غير متوفر على الويب. حمل التطبيق لتخصيص استراتيجيات بدون اتصال.
de: Nicht verfügbar im Web. Laden Sie die App herunter, um Offline-Strategien anzupassen.
es: No disponible en web. Descarga la aplicación para personalizar estrategias fuera de línea.
fr: Non disponible sur le web. Téléchargez l''application pour personnaliser les stratégies hors ligne.
hi: वेब पर उपलब्ध नहीं। ऑफलाइन रणनीतियों को अनुकूलित करने के लिए ऐप डाउनलोड करें।
pt: Não disponível na web. Baixe o aplicativo para personalizar estratégias offline.

# settingsTheme
source: Theme
ar: المظهر
de: Design
es: Tema
fr: Thème
hi: थीम
pt: Tema

# settingsLanguage
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
pt: Idioma

# settingsServerUrl
source: Server URL
ar: رابط الخادم
es: URL del Servidor
fr: URL du Serveur
hi: सर्वर URL
pt: URL do Servidor

# settingsServerUrlDesc
source: Enter the URL of your TraceOff server
ar: أدخل رابط خادم TraceOff الخاص بك
de: Geben Sie die URL Ihres TraceOff-Servers ein
es: Ingresa la URL de tu servidor TraceOff
fr: Entrez l''URL de votre serveur TraceOff
hi: अपने TraceOff सर्वर का URL दर्ज करें
pt: Insira a URL do seu servidor TraceOff

# settingsClearHistory
source: Clear History
ar: مسح السجل
de: Verlauf Löschen
es: Limpiar Historial
fr: Effacer l''Historique
hi: इतिहास साफ करें
pt: Limpar Histórico

# settingsClearHistoryDesc
source: Remove all history items
ar: إزالة جميع عناصر السجل
de: Alle Verlaufselemente entfernen
es: Eliminar todos los elementos del historial
fr: Supprimer tous les éléments de l''historique
hi: सभी इतिहास आइटम हटाएं
pt: Remover todos os itens do histórico

# settingsExportHistory
source: Export History
ar: تصدير السجل
de: Verlauf Exportieren
es: Exportar Historial
fr: Exporter l''Historique
hi: इतिहास निर्यात करें
pt: Exportar Histórico

# settingsExportHistoryDesc
source: Export history to clipboard
ar: تصدير السجل إلى الحافظة
de: Verlauf in Zwischenablage exportieren
es: Exportar historial al portapapeles
fr: Exporter l''historique dans le presse-papiers
hi: इतिहास को क्लिपबोर्ड में निर्यात करें
pt: Exportar histórico para a área de transferência

# settingsVersion
source: Version
ar: الإصدار
es: Versión
hi: संस्करण
pt: Versão

# settingsOpenSource
source: Open Source
ar: مفتوح المصدر
es: Código Abierto
hi: ओपन सोर्स
pt: Código Aberto

# settingsOpenSourceDesc
source: View source code on GitHub
ar: عرض الكود المصدري على GitHub
de: Quellcode auf GitHub anzeigen
es: Ver código fuente en GitHub
fr: Voir le code source sur GitHub
hi: GitHub पर स्रोत कोड देखें
pt: Ver código fonte no GitHub

# settingsGitHubNotImplemented
source: GitHub link not implemented
ar: رابط GitHub غير مطبق
de: GitHub-Link nicht implementiert
es: Enlace de GitHub no implementado
fr: Lien GitHub non implémenté
hi: GitHub लिंक लागू नहीं
pt: Link do GitHub não implementado

source: Settings reset to defaults
ar: إعادة تعيين للافتراضي
de: Einstellungen auf Standardwerte zurückgesetzt
es: Configuraciones restablecidas a valores predeterminados
fr: Paramètres réinitialisés aux valeurs par défaut
hi: सेटिंग्स डिफ़ॉल्ट पर रीसेट की गईं
pt: Configurações redefinidas para padrões
ru: Настройки сброшены к значениям по умолчанию
zh: 设置已重置为默认值

# settingsResetToDefaultsDesc
source: Reset all settings to their default values
ar: إعادة تعيين جميع الإعدادات لقيمها الافتراضية
de: Alle Einstellungen auf ihre Standardwerte zurücksetzen
es: Restablecer todas las configuraciones a sus valores predeterminados
fr: Réinitialiser tous les paramètres à leurs valeurs par défaut
hi: सभी सेटिंग्स को उनके डिफ़ॉल्ट मानों पर रीसेट करें
pt: Redefinir todas as configurações para seus valores padrão

# settingsSystemDefault
source: System Default
ar: افتراضي النظام
de: System-Standard
es: Predeterminado del Sistema
fr: Par Défaut du Système
hi: सिस्टम डिफ़ॉल्ट
pt: Padrão do Sistema

# settingsLight
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi: हल्का
pt: Claro

# settingsDark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: गहरा
pt: Escuro

# settingsChooseTheme
source: Choose Theme
ar: اختيار المظهر
de: Design Wählen
es: Elegir Tema
fr: Choisir le Thème
hi: थीम चुनें
pt: Escolher Tema

# settingsChooseLanguage
source: Choose Language
ar: اختيار اللغة
de: Sprache Wählen
es: Elegir Idioma
fr: Choisir la Langue
hi: भाषा चुनें
pt: Escolher Idioma

# settingsClearHistoryTitle
source: Clear History
ar: مسح السجل
de: Verlauf Löschen
es: Limpiar Historial
fr: Effacer l''Historique
hi: इतिहास साफ करें
pt: Limpar Histórico

# settingsClearHistoryConfirm
source: Are you sure you want to delete all history items? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف جميع عناصر السجل؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie alle Verlaufselemente löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar todos los elementos del historial? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer tous les éléments de l''historique ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई सभी इतिहास आइटम हटाना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता।
pt: Tem certeza de que deseja excluir todos os itens do histórico? Esta ação não pode ser desfeita.

# settingsHistoryCleared
source: History cleared
ar: تم مسح السجل
de: Verlauf gelöscht
es: Historial limpiado
fr: Historique effacé
hi: इतिहास साफ किया गया
pt: Histórico limpo

# settingsNoHistoryToExport
source: No history items to export
ar: لا توجد عناصر سجل للتصدير
de: Keine Verlaufselemente zum Exportieren
es: No hay elementos del historial para exportar
fr: Aucun élément d''historique à exporter
hi: निर्यात के लिए कोई इतिहास आइटम नहीं
pt: Nenhum item do histórico para exportar

# settingsHistoryExported
source: History exported to clipboard
ar: تم تصدير السجل إلى الحافظة
de: Verlauf in Zwischenablage exportiert
es: Historial exportado al portapapeles
fr: Historique exporté dans le presse-papiers
hi: इतिहास क्लिपबोर्ड में निर्यात किया गया
pt: Histórico exportado para a área de transferência

# settingsResetSettings
source: Reset Settings
ar: إعادة تعيين الإعدادات
de: Einstellungen Zurücksetzen
es: Restablecer Configuración
fr: Réinitialiser les Paramètres
hi: सेटिंग्स रीसेट करें
pt: Redefinir Configurações

# settingsResetSettingsConfirm
source: Are you sure you want to reset all settings to their default values?
ar: هل أنت متأكد من أنك تريد إعادة تعيين جميع الإعدادات لقيمها الافتراضية؟
de: Sind Sie sicher, dass Sie alle Einstellungen auf ihre Standardwerte zurücksetzen möchten?
es: ¿Estás seguro de que quieres restablecer todas las configuraciones a sus valores predeterminados?
fr: Êtes-vous sûr de vouloir réinitialiser tous les paramètres à leurs valeurs par défaut ?
hi: क्या आप वाकई सभी सेटिंग्स को उनके डिफ़ॉल्ट मानों पर रीसेट करना चाहते हैं?
pt: Tem certeza de que deseja redefinir todas as configurações para seus valores padrão?

# settingsReset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
pt: Redefinir

# settingsSettingsResetToDefaults
source: Settings reset to defaults
ar: تم إعادة تعيين الإعدادات للافتراضي
de: Einstellungen auf Standard zurückgesetzt
es: Configuración restablecida a valores predeterminados
fr: Paramètres réinitialisés aux valeurs par défaut
hi: सेटिंग्स डिफ़ॉल्ट पर रीसेट की गईं
pt: Configurações redefinidas para padrões

# settingsLocalStrategiesTitle
source: Local Cleaning Strategies
ar: استراتيجيات التنظيف المحلية
de: Lokale Bereinigungsstrategien
es: Estrategias de Limpieza Locales
fr: Stratégies de Nettoyage Locales
hi: स्थानीय सफाई रणनीतियां
pt: Estratégias de Limpeza Locais

# settingsDefaultOfflineCleaner
source: Default offline cleaner
ar: منظف بدون اتصال افتراضي
de: Standard-Offline-Bereiniger
es: Limpiador fuera de línea predeterminado
fr: Nettoyeur hors ligne par défaut
hi: डिफ़ॉल्ट ऑफलाइन क्लीनर
pt: Limpeza offline padrão

# settingsDefaultOfflineCleanerDesc
source: Use built-in offline cleaning strategy
ar: استخدام استراتيجية التنظيف المدمجة بدون اتصال
de: Integrierte Offline-Bereinigungsstrategie verwenden
es: Usar estrategia de limpieza fuera de línea integrada
fr: Utiliser la stratégie de nettoyage hors ligne intégrée
hi: अंतर्निहित ऑफलाइन सफाई रणनीति का उपयोग करें
pt: Usar estratégia de limpeza offline integrada

# settingsAddStrategy
source: Add Strategy
ar: إضافة استراتيجية
de: Strategie Hinzufügen
es: Agregar Estrategia
fr: Ajouter une Stratégie
hi: रणनीति जोड़ें
pt: Adicionar Estratégia

# settingsNewStrategy
source: New Strategy
ar: استراتيجية جديدة
de: Neue Strategie
es: Nueva Estrategia
fr: Nouvelle Stratégie
hi: नई रणनीति
pt: Nova Estratégia

# settingsEditStrategy
source: Edit Strategy
ar: تعديل الاستراتيجية
de: Strategie Bearbeiten
es: Editar Estrategia
fr: Modifier la Stratégie
hi: रणनीति संपादित करें
pt: Editar Estratégia

# settingsStrategyName
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
pt: Nome

# settingsSteps
source: Steps
ar: الخطوات
de: Schritte
es: Pasos
fr: Étapes
hi: चरण
pt: Etapas

# settingsAddStep
source: Add Step
ar: إضافة خطوة
de: Schritt Hinzufügen
es: Agregar Paso
fr: Ajouter une Étape
hi: चरण जोड़ें
pt: Adicionar Etapa

# settingsRedirectStep
source: Redirect step
ar: خطوة إعادة التوجيه
de: Weiterleitungsschritt
es: Paso de redirección
fr: Étape de redirection
hi: रीडायरेक्ट चरण
pt: Etapa de redirecionamento

# settingsTimes
source: Times
ar: المرات
de: Mal
es: Veces
fr: Fois
hi: बार
pt: Vezes

# settingsRemoveQueryKeys
source: Remove query keys
ar: إزالة مفاتيح الاستعلام
de: Abfrage-Schlüssel Entfernen
es: Eliminar claves de consulta
fr: Supprimer les clés de requête
hi: क्वेरी कुंजियां हटाएं
pt: Remover chaves de consulta

# settingsCommaSeparatedKeys
source: Comma-separated keys
ar: مفاتيح مفصولة بفواصل
de: Durch Kommas Getrennte Schlüssel
es: Claves separadas por comas
fr: Clés séparées par des virgules
hi: अल्पविराम से अलग कुंजियां
pt: Chaves separadas por vírgula
