Repository: aimuhire/TraceOff
Catalog: mobile/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, pt, ru, zh

# appTitle
source: TraceOff — Clean Links
ar: TraceOff — روابط نظيفة
de: TraceOff — Saubere Links
es: TraceOff — Enlaces Limpios
fr: TraceOff — Liens Propres
hi: TraceOff — साफ लिंक
pt: TraceOff — Links Limpos
ru: TraceOff — Чистые ссылки
zh: TraceOff — 清洁链接

# tabClean
source: Clean Link
ar: تنظيف الرابط
de: Link Bereinigen
es: Limpiar Enlace
fr: Nettoyer le Lien
hi: लिंक साफ करें
pt: Limpar Link
ru: Очистить ссылку
zh: 清理链接

# tabHistory
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
pt: Histórico
ru: История
zh: 历史

# tabSettings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
pt: Configurações
ru: Настройки
zh: 设置

# supportedPlatformsTitle
source: Supported Platforms
ar: المنصات المدعومة
de: Unterstützte Plattformen
es: Plataformas Compatibles
fr: Plateformes Prises en Charge
hi: समर्थित प्लेटफ़ॉर्म
pt: Plataformas Suportadas
ru: Поддерживаемые платформы
zh: 支持的平台

source: Hide
ar: إخفاء
de: Ausblenden
es: Ocultar
fr: Masquer
hi: छुपाएं
pt: Ocultar
ru: Скрыть
zh: 隐藏

source: Don''t show again
ar: لا تظهر مرة أخرى
de: Nicht mehr anzeigen
es: No mostrar de nuevo
fr: Ne plus afficher
hi: फिर न दिखाएं
pt: Não mostrar novamente
ru: Больше не показывать
zh: 不再显示

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de Confidentialité
hi: गोपनीयता नीति
pt: Política de Privacidade
ru: Политика конфиденциальности
zh: 隐私政策

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
pt: Configurações
ru: Настройки
zh: 设置

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
pt: Histórico
ru: История
zh: 历史

# inputHint
source: Paste a link to clean
ar: الصق رابطاً لتنظيفه
de: Fügen Sie einen Link zum Bereinigen ein
es: Pega un enlace para limpiar
fr: Collez un lien à nettoyer
hi: साफ करने के लिए लिंक पेस्ट करें
pt: Cole um link para limpar
ru: Вставьте ссылку для очистки
zh: 粘贴需要清理的链接

source: Clean
ar: تنظيف
de: Bereinigen
es: Limpiar
fr: Nettoyer
hi: साफ करें
pt: Limpar
ru: Очистить
zh: 清理

# snackPastedAndCleaning
source: Pasted URL from clipboard and cleaning...
ar: تم لصق الرابط من الحافظة وتنظيفه...
de: URL aus Zwischenablage eingefügt und bereinige...
es: URL pegada del portapapeles y limpiando...
fr: URL collée du presse-papiers et nettoyage...
hi: क्लिपबोर्ड से URL पेस्ट किया गया और साफ कर रहे हैं...
pt: URL colada da área de transferência e limpando...
ru: URL вставлен из буфера обмена и очищается...
zh: 已从剪贴板粘贴URL并正在清理...

# snackPasted
source: Pasted URL from clipboard
ar: تم لصق الرابط من الحافظة
de: URL aus Zwischenablage eingefügt
es: URL pegada del portapapeles
fr: URL collée du presse-papiers
hi: क्लिपबोर्ड से URL पेस्ट किया गया
pt: URL colada da área de transferência
ru: URL вставлен из буфера обмена
zh: 已从剪贴板粘贴URL

# enterValidUrl
source: Please enter a valid http/https URL
ar: يرجى إدخال رابط صحيح http/https
de: Bitte geben Sie eine gültige http/https URL ein
es: Por favor ingresa una URL válida http/https
fr: Veuillez entrer une URL valide http/https
hi: कृपया एक वैध http/https URL दर्ज करें
pt: Por favor, insira uma URL válida http/https
ru: Пожалуйста, введите действительный http/https URL
zh: 请输入有效的http/https URL

source: Processing Mode
ar: وضع المعالجة
de: Verarbeitungsmodus
es: Modo de Procesamiento
fr: Mode de Traitement
hi: प्रोसेसिंग मोड
pt: Modo de Processamento
ru: Режим обработки
zh: 处理模式

# pasteLinkTitle
source: Paste Link to Clean
ar: الصق رابطاً لتنظيفه
de: Link zum Bereinigen Einfügen
es: Pegar Enlace para Limpiar
fr: Coller un Lien à Nettoyer
hi: साफ करने के लिए लिंक पेस्ट करें
pt: Colar Link para Limpar
ru: Вставьте ссылку для очистки
zh: 粘贴要清理的链接

# inputHintHttp
source: Paste a link to clean (http/https)
ar: الصق رابطاً لتنظيفه (http/https)
de: Fügen Sie einen Link zum Bereinigen ein (http/https)
es: Pega un enlace para limpiar (http/https)
fr: Collez un lien à nettoyer (http/https)
hi: साफ करने के लिए लिंक पेस्ट करें (http/https)
pt: Cole um link para limpar (http/https)
ru: Вставьте ссылку для очистки (http/https)
zh: 粘贴要清理的链接 (http/https)

# actionPaste
source: Paste
ar: لصق
de: Einfügen
es: Pegar
fr: Coller
hi: पेस्ट करें
pt: Colar
ru: Вставить
zh: 粘贴

# actionClear
source: Clear
ar: مسح
de: Löschen
es: Limpiar
fr: Effacer
hi: साफ करें
pt: Limpar
ru: Очистить
zh: 清除

source: Cleaning...
ar: جاري التنظيف...
de: Bereinige...
es: Limpiando...
fr: Nettoyage...
hi: साफ कर रहे हैं...
pt: Limpando...
ru: Очистка...
zh: 正在清理...

source: Process Locally
ar: معالجة محلية
de: Lokal Verarbeiten
es: Procesar Localmente
fr: Traiter Localement
hi: स्थानीय रूप से प्रोसेस करें
pt: Processar Localmente
ru: Обработать локально
zh: 本地处理

# notCertainReviewAlternatives
source: This result is not 100% certain. Please review the alternatives below.
ar: هذه النتيجة ليست مؤكدة 100%. يرجى مراجعة البدائل أدناه.
de: Dieses Ergebnis ist nicht 100% sicher. Bitte überprüfen Sie die Alternativen unten.
es: Este resultado no es 100% seguro. Por favor revisa las alternativas a continuación.
fr: Ce résultat n''est pas sûr à 100%. Veuillez examiner les alternatives ci-dessous.
hi: यह परिणाम 100% निश्चित नहीं है। कृपया नीचे दिए गए विकल्पों की समीक्षा करें।
pt: Este resultado não é 100% certo. Por favor, revise as alternativas abaixo.
ru: Этот результат не на 100% точен. Пожалуйста, просмотрите альтернативы ниже.
zh: 此结果不是100%确定的。请查看下面的替代方案。

# hideSupportedTitle
source: Hide Supported Platforms
ar: إخفاء المنصات المدعومة
de: Unterstützte Plattformen Ausblenden
es: Ocultar Plataformas Compatibles
fr: Masquer les Plateformes Prises en Charge
hi: समर्थित प्लेटफ़ॉर्म छुपाएं
pt: Ocultar Plataformas Suportadas
ru: Скрыть поддерживаемые платформы
zh: 隐藏支持的平台

# hideSupportedQuestion
source: Do you want to hide this panel temporarily or never show it again?
ar: هل تريد إخفاء هذا اللوحة مؤقتاً أم عدم إظهارها مرة أخرى؟
de: Möchten Sie dieses Panel temporär ausblenden oder nie wieder anzeigen?
es: ¿Quieres ocultar este panel temporalmente o nunca mostrarlo de nuevo?
fr: Voulez-vous masquer ce panneau temporairement ou ne plus jamais l''afficher ?
hi: क्या आप इस पैनल को अस्थायी रूप से छुपाना चाहते हैं या फिर कभी नहीं दिखाना चाहते?
pt: Você quer ocultar este painel temporariamente ou nunca mais mostrá-lo?
ru: Хотите ли вы временно скрыть эту панель или больше никогда не показывать?
zh: 您想临时隐藏此面板还是永远不再显示？

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
pt: Cancelar
ru: Отмена
zh: 取消

source: Clean Link Ready
ar: الرابط النظيف جاهز
de: Sauberer Link Bereit
es: Enlace Limpio Listo
fr: Lien Propre Prêt
hi: साफ लिंक तैयार
pt: Link Limpo Pronto
ru: Чистая ссылка готова
zh: 清洁链接已就绪

# cleanLinkLabel
source: Clean Link:
ar: الرابط النظيف:
de: Sauberer Link:
es: Enlace Limpio:
fr: Lien Propre :
hi: साफ लिंक:
pt: Link Limpo:
ru: Чистая ссылка:
zh: 清洁链接：

# tipLongPressToCopy
source: Tip: Long-press any link to copy
ar: نصيحة: اضغط مطولاً على أي رابط لنسخه
de: Tipp: Halten Sie jeden Link gedrückt, um ihn zu kopieren
es: Consejo: Mantén presionado cualquier enlace para copiar
fr: Astuce : Appuyez longuement sur n''importe quel lien pour le copier
hi: टिप: किसी भी लिंक को कॉपी करने के लिए लंबे समय तक दबाएं
pt: Dica: Pressione e segure qualquer link para copiar
ru: Совет: долго нажмите на любую ссылку для копирования
zh: 提示：长按任何链接进行复制

source: Copy Clean Link
ar: نسخ الرابط النظيف
de: Sauberen Link Kopieren
es: Copiar Enlace Limpio
fr: Copier le Lien Propre
hi: साफ लिंक कॉपी करें
pt: Copiar Link Limpo
ru: Копировать чистую ссылку
zh: 复制清洁链接

# tipTapOpenLongPressCopy
source: Tip: Tap link to open, long-press to copy
ar: نصيحة: اضغط على الرابط لفتحه، اضغط مطولاً لنسخه
de: Tipp: Tippen Sie auf den Link zum Öffnen, halten Sie gedrückt zum Kopieren
es: Consejo: Toca el enlace para abrir, mantén presionado para copiar
fr: Astuce : Touchez le lien pour l''ouvrir, appuyez longuement pour copier
hi: टिप: लिंक खोलने के लिए टैप करें, कॉपी करने के लिए लंबे समय तक दबाएं
pt: Dica: Toque no link para abrir, pressione e segure para copiar
ru: Совет: нажмите на ссылку для открытия, долго нажмите для копирования
zh: 提示：点击链接打开，长按复制

source: Share Link
ar: مشاركة الرابط
de: Link Teilen
es: Compartir Enlace
fr: Partager le Lien
hi: लिंक साझा करें
pt: Compartilhar Link
ru: Поделиться ссылкой
zh: 分享链接

source: Technical Details
ar: التفاصيل التقنية
de: Technische Details
es: Detalles Técnicos
fr: Détails Techniques
hi: तकनीकी विवरण
pt: Detalhes Técnicos
ru: Технические детали
zh: 技术详情

source: Actions taken:
ar: الإجراءات المتخذة:
de: Durchgeführte Aktionen:
es: Acciones realizadas:
fr: Actions effectuées :
hi: किए गए कार्य:
pt: Ações realizadas:
ru: Выполненные действия:
zh: 已执行的操作：

source: Domain
ar: النطاق
es: Dominio
fr: Domaine
hi: डोमेन
pt: Domínio
ru: Домен
zh: 域名

source: Strategy
ar: الاستراتيجية
de: Strategie
es: Estrategia
fr: Stratégie
hi: रणनीति
pt: Estratégia
ru: Стратегия
zh: 策略

source: Processing Time
ar: وقت المعالجة
de: Verarbeitungszeit
es: Tiempo de Procesamiento
fr: Temps de Traitement
hi: प्रोसेसिंग समय
pt: Tempo de Processamento
ru: Время обработки
zh: 处理时间

source: Applied At
ar: تم التطبيق في
de: Angewendet um
es: Aplicado en
fr: Appliqué à
hi: लागू किया गया
pt: Aplicado em
ru: Применено
zh: 应用时间

source: Alternative Results
ar: النتائج البديلة
de: Alternative Ergebnisse
es: Resultados Alternativos
fr: Résultats Alternatifs
hi: वैकल्पिक परिणाम
pt: Resultados Alternativos
ru: Альтернативные результаты
zh: 替代结果

source: Alternative
ar: بديل
es: Alternativa
hi: विकल्प
pt: Alternativa
ru: Альтернатива
zh: 替代

# shareAltWarning
source: Share (may still contain tracking parameters)
ar: مشاركة (قد تحتوي على معاملات تتبع)
de: Teilen (kann noch Tracking-Parameter enthalten)
es: Compartir (puede contener parámetros de seguimiento)
fr: Partager (peut encore contenir des paramètres de suivi)
hi: साझा करें (अभी भी ट्रैकिंग पैरामीटर हो सकते हैं)
pt: Compartilhar (pode ainda conter parâmetros de rastreamento)
ru: Поделиться (может содержать параметры отслеживания)
zh: 分享（可能仍包含跟踪参数）

# shareAltWarningSnack
source: Warning: Alternative may still contain trackers
ar: تحذير: البديل قد يحتوي على متتبعات
de: Warnung: Alternative kann noch Tracker enthalten
es: Advertencia: La alternativa puede contener rastreadores
fr: Avertissement : L''alternative peut encore contenir des traqueurs
hi: चेतावनी: विकल्प में अभी भी ट्रैकर हो सकते हैं
pt: Aviso: A alternativa pode ainda conter rastreadores
ru: Предупреждение: альтернатива может содержать трекеры
zh: 警告：替代方案可能仍包含跟踪器

# tutorialProcessingModes
source: Processing Modes
ar: أوضاع المعالجة
de: Verarbeitungsmodi
es: Modos de Procesamiento
fr: Modes de Traitement
hi: प्रोसेसिंग मोड
pt: Modos de Processamento

# tutorialLocalProcessing
source: Local Processing
ar: المعالجة المحلية
de: Lokale Verarbeitung
es: Procesamiento Local
fr: Traitement Local
hi: स्थानीय प्रोसेसिंग
pt: Processamento Local

# tutorialLocalDescription
source: URL cleaning happens entirely on your device
ar: تنظيف الرابط يحدث بالكامل على جهازك
de: URL-Bereinigung erfolgt vollständig auf Ihrem Gerät
es: La limpieza de URL ocurre completamente en tu dispositivo
fr: Le nettoyage d''URL se fait entièrement sur votre appareil
hi: URL सफाई आपके डिवाइस पर पूरी तरह से होती है
pt: A limpeza de URL acontece inteiramente no seu dispositivo

# tutorialLocalPros1
source: Complete privacy - no data leaves your device
ar: خصوصية كاملة - لا تترك البيانات جهازك
de: Vollständige Privatsphäre - keine Daten verlassen Ihr Gerät
es: Privacidad completa - ningún dato sale de tu dispositivo
fr: Confidentialité complète - aucune donnée ne quitte votre appareil
hi: पूर्ण गोपनीयता - कोई डेटा आपके डिवाइस से नहीं निकलता
pt: Privacidade completa - nenhum dado sai do seu dispositivo

# tutorialLocalPros2
source: Works offline - no internet required
ar: يعمل بدون اتصال - لا يتطلب إنترنت
de: Funktioniert offline - kein Internet erforderlich
es: Funciona sin conexión - no requiere internet
fr: Fonctionne hors ligne - pas besoin d''internet
hi: ऑफलाइन काम करता है - इंटरनेट की आवश्यकता नहीं
pt: Funciona offline - não requer internet

# tutorialLocalPros3
source: No server dependency - always available
ar: لا يعتمد على الخادم - متاح دائماً
de: Keine Server-Abhängigkeit - immer verfügbar
es: Sin dependencia del servidor - siempre disponible
fr: Aucune dépendance serveur - toujours disponible
hi: सर्वर निर्भरता नहीं - हमेशा उपलब्ध
pt: Sem dependência de servidor - sempre disponível

# tutorialLocalPros4
source: Perfect for sensitive links you''re sending
ar: مثالي للروابط الحساسة التي ترسلها
de: Perfekt für sensible Links, die Sie senden
es: Perfecto para enlaces sensibles que estás enviando
fr: Parfait pour les liens sensibles que vous envoyez
hi: संवेदनशील लिंक के लिए परफेक्ट जो आप भेज रहे हैं
pt: Perfeito para links sensíveis que você está enviando

# tutorialLocalCons1
source: Less sophisticated cleaning algorithms
ar: خوارزميات تنظيف أقل تطوراً
de: Weniger ausgeklügelte Bereinigungsalgorithmen
es: Algoritmos de limpieza menos sofisticados
fr: Algorithmes de nettoyage moins sophistiqués
hi: कम परिष्कृत सफाई एल्गोरिदम
pt: Algoritmos de limpeza menos sofisticados

# tutorialLocalCons2
source: May miss some tracking parameters
ar: قد يفوت بعض معاملات التتبع
de: Kann einige Tracking-Parameter verpassen
es: Puede perder algunos parámetros de seguimiento
fr: Peut manquer certains paramètres de suivi
hi: कुछ ट्रैकिंग पैरामीटर मिस हो सकते हैं
pt: Pode perder alguns parâmetros de rastreamento

# tutorialLocalCons3
source: Limited to basic redirect following
ar: محدود بمتابعة إعادة التوجيه الأساسية
de: Begrenzt auf grundlegende Weiterleitungsverfolgung
es: Limitado a seguimiento básico de redirecciones
fr: Limité au suivi basique des redirections
hi: बुनियादी रीडायरेक्ट फॉलोइंग तक सीमित
pt: Limitado ao seguimento básico de redirecionamentos

# tutorialLocalCons4
source: No server-side intelligence
ar: لا يوجد ذكاء من جانب الخادم
de: Keine Server-seitige Intelligenz
es: Sin inteligencia del lado del servidor
fr: Pas d''intelligence côté serveur
hi: सर्वर-साइड इंटेलिजेंस नहीं
pt: Sem inteligência do lado do servidor

# tutorialLocalWhenToUse
source: Use when you want maximum privacy and are sending links to others. Your IP address and the original URL never leave your device.
ar: استخدم عندما تريد خصوصية قصوى وترسل روابط للآخرين. عنوان IP الخاص بك والرابط الأصلي لا يغادران جهازك أبداً.
de: Verwenden Sie, wenn Sie maximale Privatsphäre wollen und Links an andere senden. Ihre IP-Adresse und die ursprüngliche URL verlassen nie Ihr Gerät.
es: Usa cuando quieras máxima privacidad y estés enviando enlaces a otros. Tu dirección IP y la URL original nunca salen de tu dispositivo.
fr: Utilisez quand vous voulez une confidentialité maximale et que vous envoyez des liens à d''autres. Votre adresse IP et l''URL originale ne quittent jamais votre appareil.
hi: उपयोग करें जब आप अधिकतम गोपनीयता चाहते हैं और दूसरों को लिंक भेज रहे हैं। आपका IP पता और मूल URL कभी भी आपके डिवाइस से नहीं निकलते।
pt: Use quando você quer máxima privacidade e está enviando links para outros. Seu endereço IP e a URL original nunca saem do seu dispositivo.

# tutorialRemoteProcessing
source: Remote Processing
ar: المعالجة عن بُعد
de: Remote-Verarbeitung
es: Procesamiento Remoto
fr: Traitement à Distance
hi: रिमोट प्रोसेसिंग
pt: Processamento Remoto

# tutorialRemoteDescription
source: URL cleaning happens on our secure servers
ar: تنظيف الرابط يحدث على خوادمنا الآمنة
de: URL-Bereinigung erfolgt auf unseren sicheren Servern
es: La limpieza de URL ocurre en nuestros servidores seguros
fr: Le nettoyage d''URL se fait sur nos serveurs sécurisés
hi: URL सफाई हमारे सुरक्षित सर्वर पर होती है
pt: A limpeza de URL acontece em nossos servidores seguros

# tutorialRemotePros1
source: Advanced cleaning algorithms
ar: خوارزميات تنظيف متقدمة
de: Erweiterte Bereinigungsalgorithmen
es: Algoritmos de limpieza avanzados
fr: Algorithmes de nettoyage avancés
hi: उन्नत सफाई एल्गोरिदम
pt: Algoritmos de limpeza avançados

# tutorialRemotePros2
source: Comprehensive tracking parameter detection
ar: كشف شامل لمعاملات التتبع
de: Umfassende Tracking-Parameter-Erkennung
es: Detección integral de parámetros de seguimiento
fr: Détection complète des paramètres de suivi
hi: व्यापक ट्रैकिंग पैरामीटर डिटेक्शन
pt: Detecção abrangente de parâmetros de rastreamento

# tutorialRemotePros3
source: Server-side intelligence and updates
ar: ذكاء الخادم والتحديثات
de: Server-seitige Intelligenz und Updates
es: Inteligencia del servidor y actualizaciones
fr: Intelligence serveur et mises à jour
hi: सर्वर-साइड इंटेलिजेंस और अपडेट
pt: Inteligência do lado do servidor e atualizações

# tutorialRemotePros4
source: Better redirect following capabilities
ar: قدرات أفضل لمتابعة إعادة التوجيه
de: Bessere Weiterleitungsverfolgung
es: Mejores capacidades de seguimiento de redirecciones
fr: Meilleures capacités de suivi des redirections
hi: बेहतर रीडायरेक्ट फॉलोइंग क्षमताएं
pt: Melhores capacidades de seguimento de redirecionamentos

# tutorialRemotePros5
source: Regular algorithm improvements
ar: تحسينات منتظمة للخوارزميات
de: Regelmäßige Algorithmus-Verbesserungen
es: Mejoras regulares de algoritmos
fr: Améliorations régulières des algorithmes
hi: नियमित एल्गोरिदम सुधार
pt: Melhorias regulares dos algoritmos

# tutorialRemoteCons1
source: Requires internet connection
ar: يتطلب اتصال إنترنت
de: Erfordert Internetverbindung
es: Requiere conexión a internet
fr: Nécessite une connexion internet
hi: इंटरनेट कनेक्शन की आवश्यकता
pt: Requer conexão com internet

# tutorialRemoteCons2
source: URL is sent to our servers
ar: يتم إرسال الرابط إلى خوادمنا
de: URL wird an unsere Server gesendet
es: La URL se envía a nuestros servidores
fr: L''URL est envoyée à nos serveurs
hi: URL हमारे सर्वर पर भेजा जाता है
pt: A URL é enviada para nossos servidores

# tutorialRemoteCons3
source: Your IP address is visible to our servers
ar: عنوان IP الخاص بك مرئي لخوادمنا
de: Ihre IP-Adresse ist für unsere Server sichtbar
es: Tu dirección IP es visible para nuestros servidores
fr: Votre adresse IP est visible par nos serveurs
hi: आपका IP पता हमारे सर्वर को दिखाई देता है
pt: Seu endereço IP é visível para nossos servidores

# tutorialRemoteCons4
source: Depends on server availability
ar: يعتمد على توفر الخادم
de: Hängt von der Server-Verfügbarkeit ab
es: Depende de la disponibilidad del servidor
fr: Dépend de la disponibilité du serveur
hi: सर्वर उपलब्धता पर निर्भर
pt: Depende da disponibilidade do servidor

# tutorialRemoteWhenToUse
source: Use when you want the best cleaning results and are processing links you received from others. Our servers can detect more tracking parameters than local processing.
ar: استخدم عندما تريد أفضل نتائج تنظيف وتعالج روابط تلقيتها من الآخرين. خوادمنا يمكنها كشف معاملات تتبع أكثر من المعالجة المحلية.
de: Verwenden Sie, wenn Sie die besten Bereinigungsergebnisse wollen und Links verarbeiten, die Sie von anderen erhalten haben. Unsere Server können mehr Tracking-Parameter erkennen als die lokale Verarbeitung.
es: Usa cuando quieras los mejores resultados de limpieza y estés procesando enlaces que recibiste de otros. Nuestros servidores pueden detectar más parámetros de seguimiento que el procesamiento local.
fr: Utilisez quand vous voulez les meilleurs résultats de nettoyage et que vous traitez des liens reçus d''autres. Nos serveurs peuvent détecter plus de paramètres de suivi que le traitement local.
hi: उपयोग करें जब आप सबसे अच्छे सफाई परिणाम चाहते हैं और दूसरों से प्राप्त लिंक प्रोसेस कर रहे हैं। हमारे सर्वर स्थानीय प्रोसेसिंग की तुलना में अधिक ट्रैकिंग पैरामीटर का पता लगा सकते हैं।
pt: Use quando você quer os melhores resultados de limpeza e está processando links que recebeu de outros. Nossos servidores podem detectar mais parâmetros de rastreamento que o processamento local.

# tutorialSecurityPrivacy
source: Security & Privacy
ar: الأمان والخصوصية
de: Sicherheit & Privatsphäre
es: Seguridad y Privacidad
fr: Sécurité et Confidentialité
hi: सुरक्षा और गोपनीयता
pt: Segurança e Privacidade

# tutorialSec1
source: We never store your URLs or personal data
ar: نحن لا نخزن روابطك أو بياناتك الشخصية أبداً
de: Wir speichern niemals Ihre URLs oder persönlichen Daten
es: Nunca almacenamos tus URLs o datos personales
fr: Nous ne stockons jamais vos URLs ou données personnelles
hi: हम कभी भी आपके URL या व्यक्तिगत डेटा को स्टोर नहीं करते
pt: Nunca armazenamos suas URLs ou dados pessoais

# tutorialSec2
source: All processing is done in real-time
ar: جميع المعالجة تتم في الوقت الفعلي
de: Alle Verarbeitung erfolgt in Echtzeit
es: Todo el procesamiento se hace en tiempo real
fr: Tout le traitement se fait en temps réel
hi: सभी प्रोसेसिंग रियल-टाइम में होती है
pt: Todo o processamento é feito em tempo real

# tutorialSec3
source: No logs are kept of your cleaning requests
ar: لا يتم الاحتفاظ بسجلات لطلبات التنظيف الخاصة بك
de: Es werden keine Protokolle Ihrer Bereinigungsanfragen geführt
es: No se mantienen registros de tus solicitudes de limpieza
fr: Aucun journal de vos demandes de nettoyage n''est conservé
hi: आपके सफाई अनुरोधों का कोई लॉग नहीं रखा जाता
pt: Nenhum log é mantido de suas solicitações de limpeza

# tutorialSec4
source: Our servers use industry-standard encryption
ar: خوادمنا تستخدم تشفير معياري للصناعة
de: Unsere Server verwenden branchenübliche Verschlüsselung
es: Nuestros servidores usan cifrado estándar de la industria
fr: Nos serveurs utilisent un chiffrement standard de l''industrie
hi: हमारे सर्वर उद्योग-मानक एन्क्रिप्शन का उपयोग करते हैं
pt: Nossos servidores usam criptografia padrão da indústria

# tutorialSec5
source: You can switch modes anytime without losing data
ar: يمكنك تغيير الأوضاع في أي وقت دون فقدان البيانات
de: Sie können Modi jederzeit wechseln, ohne Daten zu verlieren
es: Puedes cambiar modos en cualquier momento sin perder datos
fr: Vous pouvez changer de mode à tout moment sans perdre de données
hi: आप डेटा खोए बिना कभी भी मोड बदल सकते हैं
pt: Você pode alternar modos a qualquer momento sem perder dados

# tutorialRecommendations
source: Our Recommendations
ar: توصياتنا
de: Unsere Empfehlungen
es: Nuestras Recomendaciones
fr: Nos Recommandations
hi: हमारी सिफारिशें
pt: Nossas Recomendações

# tutorialRec1
source: For links you''re sending: Use Local Processing
ar: للروابط التي ترسلها: استخدم المعالجة المحلية
de: Für Links, die Sie senden: Verwenden Sie lokale Verarbeitung
es: Para enlaces que estás enviando: Usa Procesamiento Local
fr: Pour les liens que vous envoyez : Utilisez le Traitement Local
hi: आपके द्वारा भेजे जाने वाले लिंक के लिए: स्थानीय प्रोसेसिंग का उपयोग करें
pt: Para links que você está enviando: Use Processamento Local

# tutorialRec2
source: For links you received: Use Remote Processing
ar: للروابط التي تلقيتها: استخدم المعالجة عن بُعد
de: Für Links, die Sie erhalten haben: Verwenden Sie Remote-Verarbeitung
es: Para enlaces que recibiste: Usa Procesamiento Remoto
fr: Pour les liens reçus : Utilisez le Traitement à Distance
hi: आपके द्वारा प्राप्त लिंक के लिए: रिमोट प्रोसेसिंग का उपयोग करें
pt: Para links que você recebeu: Use Processamento Remoto

# tutorialRec3
source: For best results: Use Remote Processing when possible
ar: للحصول على أفضل النتائج: استخدم المعالجة عن بُعد عندما يكون ذلك ممكناً
de: Für beste Ergebnisse: Verwenden Sie Remote-Verarbeitung wenn möglich
es: Para mejores resultados: Usa Procesamiento Remoto cuando sea posible
fr: Pour de meilleurs résultats : Utilisez le Traitement à Distance quand possible
hi: सबसे अच्छे परिणाम के लिए: जब भी संभव हो रिमोट प्रोसेसिंग का उपयोग करें
pt: Para melhores resultados: Use Processamento Remoto quando possível
