Repository: aimuhire/TraceOff
Catalog: mobile/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, pt, ru, zh

# clearHistoryConfirm
source: Are you sure you want to delete all history items? This action cannot be undone.
de: Sind Sie sicher, dass Sie alle Verlaufselemente löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar todos los elementos del historial? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer tous les éléments de l''historique ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई सभी इतिहास आइटम हटाना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता।
pt: Tem certeza de que deseja excluir todos os itens do histórico? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить все элементы истории? Это действие нельзя отменить.
zh: 您确定要删除所有历史项目吗？此操作无法撤销。

source: Clear
de: Löschen
es: Limpiar
fr: Effacer
hi: साफ करें
pt: Limpar
ru: Очистить
zh: 清除

source: History cleared
de: Verlauf gelöscht
es: Historial limpiado
fr: Historique effacé
hi: इतिहास साफ किया गया
pt: Histórico limpo
ru: История очищена
zh: 历史已清除

# noHistoryToExport
source: No history items to export
de: Keine Verlaufselemente zum Exportieren
es: No hay elementos del historial para exportar
fr: Aucun élément d''historique à exporter
hi: निर्यात के लिए कोई इतिहास आइटम नहीं
pt: Nenhum item do histórico para exportar
ru: Нет элементов истории для экспорта
zh: 没有要导出的历史项目

source: Local Cleaning Strategies
de: Lokale Bereinigungsstrategien
es: Estrategias de Limpieza Locales
fr: Stratégies de Nettoyage Locales
hi: स्थानीय सफाई रणनीतियां
pt: Estratégias de Limpeza Locais
ru: Локальные стратегии очистки
zh: 本地清理策略

source: Default offline cleaner
de: Standard-Offline-Bereiniger
es: Limpiador offline predeterminado
fr: Nettoyeur hors ligne par défaut
hi: डिफ़ॉल्ट ऑफलाइन क्लीनर
pt: Limpeza offline padrão
ru: Офлайн очиститель по умолчанию
zh: 默认离线清理器

# defaultOfflineCleanerDesc
source: Use built-in offline cleaning strategy
de: Integrierte Offline-Bereinigungsstrategie verwenden
es: Usar estrategia de limpieza offline integrada
fr: Utiliser la stratégie de nettoyage hors ligne intégrée
hi: अंतर्निहित ऑफलाइन सफाई रणनीति का उपयोग करें
pt: Usar estratégia de limpeza offline integrada
ru: Использовать встроенную стратегию офлайн очистки
zh: 使用内置离线清理策略

source: Add Strategy
de: Strategie Hinzufügen
es: Agregar Estrategia
fr: Ajouter une Stratégie
hi: रणनीति जोड़ें
pt: Adicionar Estratégia
ru: Добавить стратегию
zh: 添加策略

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
pt: Fechar
ru: Закрыть
zh: 关闭

source: New Strategy
de: Neue Strategie
es: Nueva Estrategia
fr: Nouvelle Stratégie
hi: नई रणनीति
pt: Nova Estratégia
ru: Новая стратегия
zh: 新策略

source: Edit Strategy
de: Strategie Bearbeiten
es: Editar Estrategia
fr: Modifier la Stratégie
hi: रणनीति संपादित करें
pt: Editar Estratégia
ru: Редактировать стратегию
zh: 编辑策略

source: Steps
de: Schritte
es: Pasos
fr: Étapes
hi: चरण
pt: Passos
ru: Шаги
zh: 步骤

source: Add Step
de: Schritt Hinzufügen
es: Agregar Paso
fr: Ajouter une Étape
hi: चरण जोड़ें
pt: Adicionar Passo
ru: Добавить шаг
zh: 添加步骤

# redirect
source: Redirect (N times)
de: Weiterleiten (N mal)
es: Redirigir (N veces)
fr: Rediriger (N fois)
hi: रीडायरेक्ट (N बार)
pt: Redirecionar (N vezes)
ru: Перенаправить (N раз)
zh: 重定向（N次）

# removeQuery
source: Remove query keys
de: Abfrage-Schlüssel Entfernen
es: Eliminar claves de consulta
fr: Supprimer les clés de requête
hi: क्वेरी कुंजियां हटाएं
pt: Remover chaves de consulta
ru: Удалить ключи запроса
zh: 删除查询键

source: Strip fragment
de: Fragment Entfernen
es: Eliminar fragmento
fr: Supprimer le fragment
hi: फ्रैगमेंट हटाएं
pt: Remover fragmento
ru: Удалить фрагмент
zh: 删除片段

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
pt: Salvar
ru: Сохранить
zh: 保存

source: Redirect step
de: Weiterleitungsschritt
es: Paso de redirección
fr: Étape de redirection
hi: रीडायरेक्ट चरण
pt: Passo de redirecionamento
ru: Шаг перенаправления
zh: 重定向步骤

source: Remove query keys
de: Abfrage-Schlüssel Entfernen
es: Eliminar claves de consulta
fr: Supprimer les clés de requête
hi: क्वेरी कुंजियां हटाएं
pt: Remover chaves de consulta
ru: Удалить ключи запроса
zh: 删除查询键

source: Reset Settings
de: Einstellungen Zurücksetzen
es: Restablecer Configuraciones
fr: Réinitialiser les Paramètres
hi: सेटिंग्स रीसेट करें
pt: Redefinir Configurações
ru: Сбросить настройки
zh: 重置设置

# resetSettingsConfirm
source: Are you sure you want to reset all settings to their default values?
de: Sind Sie sicher, dass Sie alle Einstellungen auf ihre Standardwerte zurücksetzen möchten?
es: ¿Estás seguro de que quieres restablecer todas las configuraciones a sus valores predeterminados?
fr: Êtes-vous sûr de vouloir réinitialiser tous les paramètres à leurs valeurs par défaut ?
hi: क्या आप वाकई सभी सेटिंग्स को उनके डिफ़ॉल्ट मानों पर रीसेट करना चाहते हैं?
pt: Tem certeza de que deseja redefinir todas as configurações para seus valores padrão?
ru: Вы уверены, что хотите сбросить все настройки к их значениям по умолчанию?
zh: 您确定要将所有设置重置为其默认值吗？

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
pt: Redefinir
ru: Сбросить
zh: 重置

source: Data Management
de: Datenverwaltung
es: Gestión de Datos
fr: Gestion des Données
hi: डेटा प्रबंधन
pt: Gerenciamento de Dados
ru: Управление Данными
zh: 数据管理

source: About
de: Über
es: Acerca de
fr: À Propos
hi: के बारे में
pt: Sobre
ru: О Приложении
zh: 关于

# historyOriginal
source: Original:
ar: الأصلي:
hi: मूल:

source: Local
de: Lokal
hi: स्थानीय
ru: Локально
zh: 本地
