Repository: aimuhire/TraceOff
Catalog: mobile/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, pt, ru, zh

# settingsCommaSeparatedKeysHint
source: e.g. utm_source, utm_medium, fbclid
ar: مثال: utm_source, utm_medium, fbclid
de: z.B. utm_source, utm_medium, fbclid
es: ej. utm_source, utm_medium, fbclid
fr: ex. utm_source, utm_medium, fbclid
hi: जैसे: utm_source, utm_medium, fbclid
pt: ex. utm_source, utm_medium, fbclid

# settingsRedirect
source: Redirect (N times)
ar: إعادة التوجيه (N مرة)
de: Weiterleiten (N mal)
es: Redirigir (N veces)
fr: Rediriger (N fois)
hi: रीडायरेक्ट (N बार)
pt: Redirecionar (N vezes)

# settingsRemoveQuery
source: Remove query keys
ar: إزالة مفاتيح الاستعلام
de: Abfrage-Schlüssel Entfernen
es: Eliminar claves de consulta
fr: Supprimer les clés de requête
hi: क्वेरी कुंजियां हटाएं
pt: Remover chaves de consulta

# settingsStripFragment
source: Strip fragment
ar: إزالة الجزء
de: Fragment Entfernen
es: Eliminar fragmento
fr: Supprimer le fragment
hi: फ्रैगमेंट हटाएं
pt: Remover fragmento

# settingsClose
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
pt: Fechar

# settingsSave
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
pt: Salvar

# settingsCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
pt: Cancelar

# settingsRedirectTimes
source: Redirect {times} time(s)
ar: إعادة التوجيه {times} مرة
de: {times} mal weiterleiten
es: Redirigir {times} vez(es)
fr: Rediriger {times} fois
hi: {times} बार रीडायरेक्ट करें
pt: Redirecionar {times} vez(es)

# settingsRemoveNoQueryKeys
source: Remove no query keys
ar: عدم إزالة مفاتيح الاستعلام
de: Keine Abfrage-Schlüssel Entfernen
es: No eliminar claves de consulta
fr: Ne supprimer aucune clé de requête
hi: कोई क्वेरी कुंजी न हटाएं
pt: Não remover chaves de consulta

# settingsRemoveKeys
source: Remove keys: {keys}
ar: إزالة المفاتيح: {keys}
de: Schlüssel Entfernen: {keys}
es: Eliminar claves: {keys}
fr: Supprimer les clés : {keys}
hi: कुंजियां हटाएं: {keys}
pt: Remover chaves: {keys}

# settingsStripUrlFragment
source: Strip URL fragment
ar: إزالة جزء الرابط
de: URL-Fragment Entfernen
es: Eliminar fragmento de URL
fr: Supprimer le fragment d''URL
hi: URL फ्रैगमेंट हटाएं
pt: Remover fragmento de URL

# switchedToLocal
source: Switched to local cleaning - using device processing
de: Auf lokale Bereinigung umgestellt - Geräteverarbeitung verwenden
es: Cambiado a limpieza local - usando procesamiento del dispositivo
fr: Passé au nettoyage local - utilisation du traitement sur l''appareil
hi: स्थानीय सफाई पर स्विच किया गया - डिवाइस प्रोसेसिंग का उपयोग
pt: Mudado para limpeza local - usando processamento do dispositivo
ru: Переключено на локальную очистку - использование обработки на устройстве
zh: 切换到本地清理 - 使用设备处理

# switchedToRemote
source: Switched to remote cleaning - using cloud API
de: Auf Remote-Bereinigung umgestellt - Cloud-API verwenden
es: Cambiado a limpieza remota - usando API en la nube
fr: Passé au nettoyage à distance - utilisation de l''API cloud
hi: रिमोट सफाई पर स्विच किया गया - क्लाउड API का उपयोग
pt: Mudado para limpeza remota - usando API em nuvem
ru: Переключено на удаленную очистку - использование облачного API
zh: 切换到远程清理 - 使用云API

source: Remote
es: Remoto
fr: Distant
hi: रिमोट
pt: Remoto
ru: Удаленно
zh: 远程

source: Copied to clipboard
de: In Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
hi: क्लिपबोर्ड में कॉपी किया गया
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
zh: 已复制到剪贴板

source: URL cleaned: copied and shared
de: URL bereinigt: kopiert und geteilt
es: URL limpiada: copiada y compartida
fr: URL nettoyée : copiée et partagée
hi: URL साफ किया गया: कॉपी और साझा किया गया
pt: URL limpa: copiada e compartilhada
ru: URL очищен: скопирован и поделен
zh: URL已清理：已复制并分享

source: Could not launch
de: Konnte nicht starten
es: No se pudo abrir
fr: Impossible d''ouvrir
hi: लॉन्च नहीं कर सका
pt: Não foi possível abrir
ru: Не удалось запустить
zh: 无法启动

source: Error launching URL:
de: Fehler beim Starten der URL:
es: Error al abrir la URL:
fr: Erreur lors de l''ouverture de l''URL :
hi: URL लॉन्च करने में त्रुटि:
pt: Erro ao abrir URL:
ru: Ошибка запуска URL:
zh: 启动URL时出错：

# switchedToLocalProcessingAndCleaned
source: Switched to local processing and cleaned URL
de: Auf lokale Verarbeitung umgestellt und URL bereinigt
es: Cambiado a procesamiento local y limpiado la URL
fr: Passé au traitement local et nettoyé l''URL
hi: स्थानीय प्रोसेसिंग पर स्विच किया गया और URL साफ किया गया
pt: Mudado para processamento local e limpo a URL
ru: Переключено на локальную обработку и очищен URL
zh: 切换到本地处理并清理了URL

source: Why clean links?
de: Warum Links bereinigen?
es: ¿Por qué limpiar enlaces?
fr: Pourquoi nettoyer les liens ?
pt: Por que limpar links?

source: Privacy Notes
de: Datenschutzhinweise
es: Notas de Privacidad
fr: Notes de Confidentialité
pt: Notas de Privacidade

source: Choose Theme
de: Thema Wählen
es: Elegir Tema
fr: Choisir le Thème
hi: थीम चुनें
pt: Escolher Tema
ru: Выбрать тему
zh: 选择主题

source: Light
de: Hell
es: Claro
fr: Clair
hi: हल्का
pt: Claro
ru: Светлая
zh: 浅色

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
hi: गहरा
pt: Escuro
ru: Темная
zh: 深色

source: System
es: Sistema
fr: Système
hi: सिस्टम
pt: Sistema
ru: Системная
zh: 系统

source: Debug Info:
de: Debug-Informationen:
es: Información de Depuración:
fr: Informations de Débogage :
hi: डिबग जानकारी
pt: Informações de Debug:
ru: Отладочная информация
zh: 调试信息

source: Original Input
de: Ursprüngliche Eingabe
es: Entrada Original
fr: Entrée Originale
hi: मूल इनपुट
pt: Entrada Original
ru: Исходный ввод
zh: 原始输入

source: Local/Remote
de: Lokal/Remote
es: Local/Remoto
fr: Local/Distant
hi: स्थानीय/रिमोट
pt: Local/Remoto
ru: Локально/Удаленно
zh: 本地/远程

# supportedPlatformsAndWhatWeClean
source: Supported Platforms & What We Clean
de: Unterstützte Plattformen und Was Wir Bereinigen
es: Plataformas Compatibles y Lo Que Limpiamos
fr: Plateformes Prises en Charge et Ce Que Nous Nettoyons
hi: समर्थित प्लेटफ़ॉर्म और हम क्या साफ करते हैं
pt: Plataformas Suportadas e O Que Limpamos
ru: Поддерживаемые платформы и что мы очищаем
zh: 支持的平台和我们清理的内容

# whyCleanLinksDescription
source: Why clean links? Short links and "share" links often carry identifiers that can profile you or expose secondary accounts. Examples: lnkd.in and pin.it can reveal what you opened; Instagram share links (like /share/...) include sender-derived codes (igshid, igsh, si) that can tie the link to you. We normalize to a direct, canonical URL — not just removing utm_* — to reduce fingerprinting and prompts like "X shared a reel with you."
de: Warum Links bereinigen? Kurze Links und "Teilen"-Links tragen oft Identifikatoren, die Sie profilieren oder sekundäre Konten preisgeben können. Beispiele: lnkd.in und pin.it können offenbaren, was Sie geöffnet haben; Instagram-Teil-Links (wie /share/...) enthalten absenderbasierte Codes (igshid, igsh, si), die den Link mit Ihnen verknüpfen können. Wir normalisieren zu einer direkten, kanonischen URL — nicht nur das Entfernen von utm_* — um Fingerprinting und Aufforderungen wie "X hat einen Reel mit Ihnen geteilt" zu reduzieren.
es: ¿Por qué limpiar enlaces? Los enlaces cortos y los enlaces de "compartir" a menudo llevan identificadores que pueden perfilarte o exponer cuentas secundarias. Ejemplos: lnkd.in y pin.it pueden revelar lo que abriste; los enlaces de compartir de Instagram (como /share/...) incluyen códigos derivados del remitente (igshid, igsh, si) que pueden vincular el enlace contigo. Normalizamos a una URL directa y canónica — no solo removiendo utm_* — para reducir el fingerprinting y mensajes como "X compartió un reel contigo."
fr: Pourquoi nettoyer les liens ? Les liens courts et les liens de "partage" transportent souvent des identifiants qui peuvent vous profiler ou exposer des comptes secondaires. Exemples : lnkd.in et pin.it peuvent révéler ce que vous avez ouvert ; les liens de partage Instagram (comme /share/...) incluent des codes dérivés de l''expéditeur (igshid, igsh, si) qui peuvent lier le lien à vous. Nous normalisons vers une URL directe et canonique — pas seulement en supprimant utm_* — pour réduire l''empreinte et les invites comme "X a partagé un reel avec vous."
hi: लिंक क्यों साफ करें? छोटे लिंक और "साझा" लिंक अक्सर ऐसे पहचानकर्ता ले जाते हैं जो आपका प्रोफाइल बना सकते हैं या माध्यमिक खाते उजागर कर सकते हैं। उदाहरण: lnkd.in और pin.it यह बता सकते हैं कि आपने क्या खोला; Instagram साझा लिंक (जैसे /share/...) में प्रेषक-व्युत्पन्न कोड (igshid, igsh, si) शामिल होते हैं जो लिंक को आपसे जोड़ सकते हैं। हम एक प्रत्यक्ष, कैनोनिकल URL में सामान्यीकृत करते हैं — केवल utm_* हटाना नहीं — फिंगरप्रिंटिंग और "X ने आपके साथ एक रील साझा की" जैसे प्रॉम्प्ट को कम करने के लिए।
pt: Por que limpar links? Links curtos e links de "compartilhamento" frequentemente carregam identificadores que podem perfilar você ou expor contas secundárias. Exemplos: lnkd.in e pin.it podem revelar o que você abriu; links de compartilhamento do Instagram (como /share/...) incluem códigos derivados do remetente (igshid, igsh, si) que podem vincular o link a você. Normalizamos para uma URL direta e canônica — não apenas removendo utm_* — para reduzir fingerprinting e prompts como "X compartilhou um reel com você."
ru: Зачем очищать ссылки? Короткие ссылки и ссылки "поделиться" часто содержат идентификаторы, которые могут профилировать вас или раскрыть вторичные аккаунты. Примеры: lnkd.in и pin.it могут раскрыть, что вы открыли; ссылки для обмена Instagram (например, /share/...) включают коды, производные от отправителя (igshid, igsh, si), которые могут связать ссылку с вами. Мы нормализуем к прямой, канонической URL — не просто удаляя utm_* — чтобы уменьшить отпечатки и подсказки типа "X поделился с вами рил".
zh: 为什么要清理链接？短链接和''分享''链接通常携带可以分析您或暴露次要账户的标识符。例如：lnkd.in和pin.it可以揭示您打开的内容；Instagram分享链接（如/share/...）包含发送者派生的代码（igshid、igsh、si），可以将链接与您关联。我们标准化为直接、规范的URL——不仅仅是删除utm_*——以减少指纹识别和''X与您分享了reel''等提示。

# privacyNotesDescription
source: Privacy notes: • "Share" links can embed who shared to whom (e.g., Instagram /share, Reddit context, X s=20). • Shorteners (lnkd.in, pin.it) add interstitials that can log your click. • Platform params (igshid, fbclid, rdt, share_app_id) can link the action back to your account. We promote direct, canonical URLs to minimize profiling and social prompts like "X shared a reel with you."
de: Datenschutzhinweise: • "Teilen"-Links können einbetten, wer mit wem geteilt hat (z.B. Instagram /share, Reddit-Kontext, X s=20). • URL-Verkürzer (lnkd.in, pin.it) fügen Interstitials hinzu, die Ihren Klick protokollieren können. • Plattform-Parameter (igshid, fbclid, rdt, share_app_id) können die Aktion mit Ihrem Konto verknüpfen. Wir fördern direkte, kanonische URLs, um Profiling und soziale Aufforderungen wie "X hat einen Reel mit Ihnen geteilt" zu minimieren.
es: Notas de privacidad: • Los enlaces de "compartir" pueden incrustar quién compartió con quién (ej. Instagram /share, contexto Reddit, X s=20). • Los acortadores (lnkd.in, pin.it) agregan intersticiales que pueden registrar tu clic. • Los parámetros de plataforma (igshid, fbclid, rdt, share_app_id) pueden vincular la acción a tu cuenta. Promovemos URLs directas y canónicas para minimizar el perfilado y mensajes sociales como "X compartió un reel contigo."
fr: Notes de confidentialité : • Les liens de "partage" peuvent intégrer qui a partagé avec qui (ex. Instagram /share, contexte Reddit, X s=20). • Les raccourcisseurs (lnkd.in, pin.it) ajoutent des interstitiels qui peuvent enregistrer votre clic. • Les paramètres de plateforme (igshid, fbclid, rdt, share_app_id) peuvent lier l''action à votre compte. Nous promouvons les URLs directes et canoniques pour minimiser le profilage et les invites sociales comme "X a partagé un reel avec vous."
hi: गोपनीयता नोट्स: • "साझा" लिंक यह एम्बेड कर सकते हैं कि किसने किसके साथ साझा किया (जैसे Instagram /share, Reddit संदर्भ, X s=20)। • शॉर्टनर (lnkd.in, pin.it) इंटरस्टिशियल जोड़ते हैं जो आपके क्लिक को लॉग कर सकते हैं। • प्लेटफ़ॉर्म पैरामीटर (igshid, fbclid, rdt, share_app_id) क्रिया को आपके खाते से लिंक कर सकते हैं। हम प्रोफाइलिंग और "X ने आपके साथ एक रील साझा की" जैसे सामाजिक प्रॉम्प्ट को कम करने के लिए प्रत्यक्ष, कैनोनिकल URL को बढ़ावा देते हैं।
pt: Notas de privacidade: • Links de "compartilhamento" podem incorporar quem compartilhou com quem (ex. Instagram /share, contexto Reddit, X s=20). • Encurtadores (lnkd.in, pin.it) adicionam intersticiais que podem registrar seu clique. • Parâmetros de plataforma (igshid, fbclid, rdt, share_app_id) podem vincular a ação à sua conta. Promovemos URLs diretas e canônicas para minimizar perfis e prompts sociais como "X compartilhou um reel com você."
ru: Примечания о конфиденциальности: • Ссылки "поделиться" могут встраивать информацию о том, кто с кем поделился (например, Instagram /share, контекст Reddit, X s=20). • Сокращатели ссылок (lnkd.in, pin.it) добавляют промежуточные страницы, которые могут записывать ваш клик. • Параметры платформы (igshid, fbclid, rdt, share_app_id) могут связать действие с вашим аккаунтом. Мы продвигаем прямые, канонические URL для минимизации профилирования и социальных подсказок типа "X поделился с вами рил".
zh: 隐私说明： • ''分享''链接可以嵌入谁与谁分享了（例如Instagram /share、Reddit上下文、X s=20）。 • 短链接服务（lnkd.in、pin.it）添加可以记录您点击的插页。 • 平台参数（igshid、fbclid、rdt、share_app_id）可以将操作链接回您的账户。 我们推广直接、规范的URL，以最小化分析和''X与您分享了reel''等社交提示。

# example
source: e.g.,
de: z.B.
es: ej.
fr: ex.
hi: जैसे
pt: ex.
ru: например
zh: 例如

source: General
de: Allgemein
fr: Général
hi: सामान्य
pt: Geral
ru: Общие
zh: 常规

source: Auto-copy Primary Result
de: Primäres Ergebnis Auto-kopieren
es: Auto-copiar Resultado Principal
fr: Auto-copier le Résultat Principal
hi: प्राथमिक परिणाम ऑटो-कॉपी करें
pt: Auto-copiar Resultado Principal
ru: Автокопирование основного результата
zh: 自动复制主要结果

# autoCopyPrimaryResultDesc
source: Automatically copy the primary cleaned link to clipboard
de: Primären bereinigten Link automatisch in die Zwischenablage kopieren
es: Copiar automáticamente el enlace limpio principal al portapapeles
fr: Copier automatiquement le lien propre principal dans le presse-papiers
hi: प्राथमिक साफ लिंक को स्वचालित रूप से क्लिपबोर्ड में कॉपी करें
pt: Copiar automaticamente o link limpo principal para a área de transferência
ru: Автоматически копировать основную очищенную ссылку в буфер обмена
zh: 自动将主要清洁链接复制到剪贴板

source: Show Confirmation
de: Bestätigung Anzeigen
es: Mostrar Confirmación
fr: Afficher la Confirmation
hi: पुष्टि दिखाएं
pt: Mostrar Confirmação
ru: Показывать подтверждение
zh: 显示确认

# showConfirmationDesc
source: Show confirmation dialogs for actions
de: Bestätigungsdialoge für Aktionen anzeigen
es: Mostrar diálogos de confirmación para acciones
fr: Afficher les dialogues de confirmation pour les actions
hi: कार्यों के लिए पुष्टि डायलॉग दिखाएं
pt: Mostrar diálogos de confirmação para ações
ru: Показывать диалоги подтверждения для действий
zh: 为操作显示确认对话框

source: Show Clean Link Previews
de: Saubere Link-Vorschauen Anzeigen
es: Mostrar Vista Previa de Enlaces Limpios
fr: Afficher les Aperçus de Liens Propres
hi: साफ लिंक पूर्वावलोकन दिखाएं
pt: Mostrar Visualizações de Links Limpos
ru: Показывать превью чистых ссылок
zh: 显示清洁链接预览

# showCleanLinkPreviewsDesc
source: Render previews only for cleaned links (local only, can be disabled)
de: Vorschauen nur für bereinigte Links rendern (nur lokal, kann deaktiviert werden)
es: Renderizar vistas previas solo para enlaces limpios (solo local, puede deshabilitarse)
fr: Rendre les aperçus seulement pour les liens propres (local seulement, peut être désactivé)
hi: केवल साफ लिंक के लिए पूर्वावलोकन रेंडर करें (केवल स्थानीय, अक्षम किया जा सकता है)
pt: Renderizar visualizações apenas para links limpos (apenas local, pode ser desabilitado)
ru: Рендерить превью только для очищенных ссылок (только локально, можно отключить)
zh: 仅为清洁链接渲染预览（仅本地，可禁用）

source: Local Processing
de: Lokale Verarbeitung
es: Procesamiento Local
fr: Traitement Local
hi: स्थानीय प्रोसेसिंग
pt: Processamento Local
ru: Локальная обработка
zh: 本地处理

# localProcessingDesc
source: Process links locally on device instead of using cloud API. When enabled, all cleaning happens on your device for better privacy.
de: Links lokal auf dem Gerät verarbeiten anstatt Cloud-API zu verwenden. Wenn aktiviert, erfolgt die gesamte Bereinigung auf Ihrem Gerät für bessere Privatsphäre.
es: Procesar enlaces localmente en el dispositivo en lugar de usar la API en la nube. Cuando está habilitado, toda la limpieza ocurre en tu dispositivo para mejor privacidad.
fr: Traiter les liens localement sur l''appareil au lieu d''utiliser l''API cloud. Quand activé, tout le nettoyage se fait sur votre appareil pour une meilleure confidentialité.
hi: क्लाउड API के बजाय डिवाइस पर स्थानीय रूप से लिंक प्रोसेस करें। जब सक्षम हो, सभी सफाई आपके डिवाइस पर बेहतर गोपनीयता के लिए होती है।
pt: Processar links localmente no dispositivo em vez de usar a API em nuvem. Quando habilitado, toda a limpeza acontece no seu dispositivo para melhor privacidade.
ru: Обрабатывать ссылки локально на устройстве вместо использования облачного API. При включении вся очистка происходит на вашем устройстве для лучшей конфиденциальности.
zh: 在设备上本地处理链接而不是使用云API。启用时，所有清理都在您的设备上进行以获得更好的隐私。

# localProcessingWebDesc
source: Not available on web. Use the mobile app for offline/local processing.
de: Nicht verfügbar im Web. Verwenden Sie die mobile App für Offline/Lokale Verarbeitung.
es: No disponible en web. Usa la aplicación móvil para procesamiento offline/local.
fr: Non disponible sur le web. Utilisez l''application mobile pour le traitement hors ligne/local.
hi: वेब पर उपलब्ध नहीं। ऑफलाइन/स्थानीय प्रोसेसिंग के लिए मोबाइल ऐप का उपयोग करें।
pt: Não disponível na web. Use o aplicativo móvel para processamento offline/local.
ru: Недоступно в веб-версии. Используйте мобильное приложение для офлайн/локальной обработки.
zh: 在Web上不可用。使用移动应用进行离线/本地处理。

source: Manage Local Strategies
de: Lokale Strategien Verwalten
es: Gestionar Estrategias Locales
fr: Gérer les Stratégies Locales
hi: स्थानीय रणनीतियां प्रबंधित करें
pt: Gerenciar Estratégias Locais
ru: Управление локальными стратегиями
zh: 管理本地策略

# manageLocalStrategiesDesc
source: Active: {strategyName}
de: Aktiv: {strategyName}
es: Activo: {strategyName}
fr: Actif : {strategyName}
hi: सक्रिय: {strategyName}
pt: Ativo: {strategyName}
ru: Активна: {strategyName}
zh: 活跃：{strategyName}

# manageLocalStrategiesWebDesc
source: Not available on web. Download the app to customize offline strategies.
de: Nicht verfügbar im Web. Laden Sie die App herunter, um Offline-Strategien anzupassen.
es: No disponible en web. Descarga la aplicación para personalizar estrategias offline.
fr: Non disponible sur le web. Téléchargez l''application pour personnaliser les stratégies hors ligne.
hi: वेब पर उपलब्ध नहीं। ऑफलाइन रणनीतियों को अनुकूलित करने के लिए ऐप डाउनलोड करें।
pt: Não disponível na web. Baixe o aplicativo para personalizar estratégias offline.
ru: Недоступно в веб-версии. Скачайте приложение для настройки офлайн стратегий.
zh: 在Web上不可用。下载应用以自定义离线策略。

source: Theme
de: Thema
es: Tema
fr: Thème
hi: थीम
pt: Tema
ru: Тема
zh: 主题

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
pt: Idioma
ru: Язык
zh: 语言

source: Server URL
es: URL del Servidor
fr: URL du Serveur
hi: सर्वर URL
pt: URL do Servidor
ru: URL сервера
zh: 服务器URL

# serverUrlDesc
source: Enter the URL of your TraceOff server
de: Geben Sie die URL Ihres TraceOff-Servers ein
es: Ingresa la URL de tu servidor TraceOff
fr: Entrez l''URL de votre serveur TraceOff
hi: अपने TraceOff सर्वर का URL दर्ज करें
pt: Digite a URL do seu servidor TraceOff
ru: Введите URL вашего сервера TraceOff
zh: 输入您的TraceOff服务器URL

source: Environment:
de: Umgebung:
es: Entorno:
fr: Environnement :
hi: पर्यावरण:
pt: Ambiente:
ru: Окружение:
zh: 环境：

source: Base URL:
de: Basis-URL:
es: URL Base:
fr: URL de Base :
hi: बेस URL:
pt: URL Base:
ru: Базовый URL:
zh: 基础URL：

source: API URL:
es: URL de API:
fr: URL de l''API :
pt: URL da API:

source: Clear History
de: Verlauf Löschen
es: Limpiar Historial
fr: Effacer l''Historique
hi: इतिहास साफ करें
pt: Limpar Histórico
ru: Очистить историю
zh: 清除历史

# clearHistoryDesc
source: Remove all history items
de: Alle Verlaufselemente entfernen
es: Eliminar todos los elementos del historial
fr: Supprimer tous les éléments de l''historique
hi: सभी इतिहास आइटम हटाएं
pt: Remover todos os itens do histórico
ru: Удалить все элементы истории
zh: 删除所有历史项目

source: Export History
de: Verlauf Exportieren
es: Exportar Historial
fr: Exporter l''Historique
hi: इतिहास निर्यात करें
pt: Exportar Histórico
ru: Экспортировать историю
zh: 导出历史

# exportHistoryDesc
source: Export history to clipboard
de: Verlauf in die Zwischenablage exportieren
es: Exportar historial al portapapeles
fr: Exporter l''historique dans le presse-papiers
hi: इतिहास को क्लिपबोर्ड में निर्यात करें
pt: Exportar histórico para a área de transferência
ru: Экспортировать историю в буфер обмена
zh: 将历史导出到剪贴板

source: Version
es: Versión
hi: संस्करण
pt: Versão
ru: Версия
zh: 版本

source: Open Source
es: Código Abierto
hi: ओपन सोर्स
pt: Código Aberto
ru: Открытый код
zh: 开源

# openSourceDesc
source: View source code on GitHub
de: Quellcode auf GitHub anzeigen
es: Ver código fuente en GitHub
fr: Voir le code source sur GitHub
hi: GitHub पर स्रोत कोड देखें
pt: Ver código fonte no GitHub
ru: Посмотреть исходный код на GitHub
zh: 在GitHub上查看源代码

source: GitHub link not implemented
de: GitHub-Link nicht implementiert
es: Enlace de GitHub no implementado
fr: Lien GitHub non implémenté
hi: GitHub लिंक लागू नहीं
pt: Link do GitHub não implementado
ru: Ссылка на GitHub не реализована
zh: GitHub链接未实现

# privacyPolicyDesc
source: How we handle your data
de: Wie wir Ihre Daten behandeln
es: Cómo manejamos tus datos
fr: Comment nous gérons vos données
hi: हम आपके डेटा को कैसे संभालते हैं
pt: Como lidamos com seus dados
ru: Как мы обрабатываем ваши данные
zh: 我们如何处理您的数据

source: Reset to Defaults
de: Auf Standardwerte Zurücksetzen
es: Restablecer a Valores Predeterminados
fr: Réinitialiser aux Valeurs par Défaut
hi: डिफ़ॉल्ट पर रीसेट करें
pt: Redefinir para Padrões
ru: Сбросить к значениям по умолчанию
zh: 重置为默认值

# resetToDefaultsDesc
source: Reset all settings to their default values
de: Alle Einstellungen auf ihre Standardwerte zurücksetzen
es: Restablecer todas las configuraciones a sus valores predeterminados
fr: Réinitialiser tous les paramètres à leurs valeurs par défaut
hi: सभी सेटिंग्स को उनके डिफ़ॉल्ट मानों पर रीसेट करें
pt: Redefinir todas as configurações para seus valores padrão
ru: Сбросить все настройки к их значениям по умолчанию
zh: 将所有设置重置为其默认值

# localOfflineNotAvailableWeb
source: Local offline processing is not available on web. Download the app to use local strategies.
de: Lokale Offline-Verarbeitung ist im Web nicht verfügbar. Laden Sie die App herunter, um lokale Strategien zu verwenden.
es: El procesamiento local offline no está disponible en web. Descarga la aplicación para usar estrategias locales.
fr: Le traitement local hors ligne n''est pas disponible sur le web. Téléchargez l''application pour utiliser les stratégies locales.
hi: स्थानीय ऑफलाइन प्रोसेसिंग वेब पर उपलब्ध नहीं है। स्थानीय रणनीतियों का उपयोग करने के लिए ऐप डाउनलोड करें।
pt: Processamento local offline não está disponível na web. Baixe o aplicativo para usar estratégias locais.
ru: Локальная офлайн обработка недоступна в веб-версии. Скачайте приложение для использования локальных стратегий.
zh: 本地离线处理在Web上不可用。下载应用以使用本地策略。

source: Choose Language
de: Sprache Wählen
es: Elegir Idioma
fr: Choisir la Langue
hi: भाषा चुनें
pt: Escolher Idioma
ru: Выбрать язык
zh: 选择语言

# clearHistoryTitle
source: Clear History
de: Verlauf Löschen
es: Limpiar Historial
fr: Effacer l''Historique
hi: इतिहास साफ करें
pt: Limpar Histórico
ru: Очистить историю
zh: 清除历史
